Repository: unsaferawpointer/Plan
Catalog: Plan/Modules/TodosModule/Localization/TodosLocalizable.xcstrings
Source language: en
Languages: ru

source: %lld completed todos
ru: %lld выполненных заданий

# %lld incomplete todo
source: %lld incomplete todos
ru: %lld невыполненных заданий

# header_completed
source: Completed
ru: Выполненные

# header_high_priority
source: High Priority
ru: Высокий приоритет

# header_in_focus
source: In Focus
ru: В фокусе

# header_low_priority
source: Low Priority
ru: Низкий приоритет

# header_medium_priority
source: Medium Priority
ru: Средний приоритет

# info_subtitle_for_empty_state
source: No incomplete todos
ru: Нет невыполненных заданий

# new_todo_title_placeholder
source: New todo
ru: Новое задание

# placeholder_subtitle
source: Add a new todo using the plus button
ru: Добавьте новое задание, используя кнопку "+"

# placeholder_title
source: No todos, yet
ru: Здесь пусто
